tap "hpehl/tap"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "http-server-rs"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "ouch"
brew "pinentry-mac"
brew "podman"
brew "procs"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "tlrc"
brew "zoxide"
brew "hpehl/tap/mcup"
brew "hpehl/tap/wado"
cask "1password-cli"
cask "font-meslo-for-powerlevel10k"
mas "Day One", id: 1055511498
